Revit 2027 API
IFCProductWrapper.GetAnElement Method
 Gets the first element handle added to this wrapper.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCAnyHandle GetAnElement()
Public Function GetAnElement As IFCAnyHandle
public:
IFCAnyHandle^ GetAnElement()
member GetAnElement : unit -> IFCAnyHandle
Return Value
IFCAnyHandle
 The handle.
See Also
Reference
IFCProductWrapper Class
Autodesk.Revit.DB.IFC Namespace